Repository: lordoftheflies/hydra-frontend
Catalog: app/xliff/bundle.*.xlf
Languages: de

# app.paperDrawerPanel:paper-scroll-header-panel:paper-menu_1:a:span_1
source: Home
de: de Home

# app.paperDrawerPanel:paper-scroll-header-panel:paper-menu_1:a_1:span_1
source: Users
de: de Users

# app.mainToolbar:div_2:div
source: Polymer Starter Kit
de: de Polymer Starter Kit

# app.mainToolbar:div_3:div
source: The future of the web today
de: de The future of the web today

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_1
source: You now have:
de: de You now have:

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_3.0
source: Looking for more Web App layouts? Check out our {1} collection. You can also {2} them live.
de: de Looking for more Web App layouts? Check out our {1} collection. You can also {2} them live.

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_3.1
source: layouts
de: de layouts

# app.headerPanelMain:div_1:iron-pages:section:paper-material:p_3.2
source: preview
de: de preview

# app.headerPanelMain:div_1:iron-pages:section:paper-material_1:p
source: This is another card.
de: de This is another card.

# app.license
source: License
de: de License

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_1
source: Everything in this repo is BSD style license unless otherwise specified.
de: de Everything in this repo is <b>"BSD"</b> style license unless otherwise specified.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_3
source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:
de: de Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:ul_4:li
source: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.
de: de Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:ul_4:li_1
source: Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.
de: de Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:ul_4:li_2
source: Neither the name of Google Inc. nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission.
de: de Neither the name of Google Inc. nor the names of its contributors may be used to endorse or promote products derived from this software without specific prior written permission.

# app.headerPanelMain:div_1:iron-pages:section:paper-material_2:p_5
source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
de: de THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:h1
source: Users
de: de Users

# app.headerPanelMain:div_1:iron-pages:section_1:paper-material:p_1
source: This is the users section
de: de This is the users section

# app.headerPanelMain:div_1:iron-pages:section_2:paper-material:h1.0
source: User: {1}
de: de User: {1}

# app.headerPanelMain:div_1:iron-pages:section_2:paper-material:div_1.0
source: This is {1}'s section
de: de This is {1}'s section

# app.headerPanelMain:div_1:iron-pages:section_3:paper-material:h1
source: Contact
de: de Contact

# app.headerPanelMain:div_1:iron-pages:section_3:paper-material:p_1
source: This is the contact section
de: de This is the contact section

# app.toast:span
source: Ok
de: de Ok

# my-greeting.label_2
source: Update text to change the greeting.
de: de Update text to change the greeting.

# my-greeting.welcome
source: Welcome!
de: de Welcome!

# my-list.items.0
source: Responsive Web App boilerplate
de: de Responsive Web App boilerplate

# my-list.items.1
source: Iron Elements and Paper Elements
de: de Iron Elements and Paper Elements

# my-list.items.2
source: End-to-end Build Tooling (including Vulcanize)
de: de End-to-end Build Tooling (including Vulcanize)

# my-list.items.3
source: Unit testing with Web Component Tester
de: de Unit testing with Web Component Tester

# my-list.items.4
source: Routing with Page.js
de: de Routing with Page.js

# my-list.items.5
source: Offline support with the Platinum Service Worker Elements
de: de Offline support with the Platinum Service Worker Elements
